using System.Windows.Controls;

namespace KeraminStore.UI.Windows
{
    public partial class MainPage : UserControl
    {
        public MainPage()
        {
            InitializeComponent();

            text.Text = "\nФирменная розничная сеть «Керамин» – розничная сеть,\nспециализирующаяся на продаже керамической плитки,\nсанитарной керамики и сопутствующих товаров.\n\n" +
                        "Компания является официальным представителем ОАО\n«Керамин» на территории Республики Беларусь. Наша цель\nдать возможность Клиентам комфортно, удобно и легко\nсовершать покупку, " +
                        "воплощая в жизнь свои задумки и\nдизайнерские решения, используя новинки керамической\nплитки, санитарной керамики и сопутствующих товаров. \n\n" +
                        "Сегодня «Керамин» – это актуальные и современные коллекции\nкерамической плитки, керамического гранита, изысканная\nсанитарная керамика, созданные в результате постоянного\nпоиска новых идей и совершенствования производства. \n\n" +  
                        "Фирменная розничная сеть «Керамин» представлена на\nбелорусском рынке 22 торговыми объектами, расположенными\nв Минске и за его пределами. При этом, каждый год\nоткрывается новый торговый объект. На данный момент в\nкомпании работает " +
                        "более 500 человек и все сотрудники\nобъединены единой миссией: \n\n" +
                        "«Заботиться о Вас, делая покупки удовольствием, а Ваши дома\nуютными»";

        }
    }
}
